import * as React from "react";
import "./About.css";

class About extends React.Component {
  render() {
    return (
      <div className="about_wrapper">
        <p>
          <b>გუნდის მიზანი:</b> მონაცემების თავმოყრა, რათა მომავალში მოხდეს
          სწორი დასკვნების გამოტანა და შესაბამისი რეაგირება სახელმწიფოსა თუ
          საზოგადოების მხრიდან, ინფორმირება. რესურსების კონკრეტულ სამიზნე ჯგუფზე
          განაწილება.
        </p>
        <p>
          <b>იდეა:</b> მონაცემთა ინოვაციური შეგროვება - დახარისხების მეთოდი
          ინტერაქტიული რუკის დახმარებით. ყველა მონაცემი ძვირფასია, ჩვენ მათ
          ვაგროვებთ. იდეა მოიცავს აპლიკაციასა და ვებ-გვერდს, რომლებშიც მოხდება
          მონაცემების შეგროვება/შეტანა საზოგადოების თითოეული წევრის მიერ ტყვიის
          გავრცელება - არ გავრცელების შესახებ ე.წ crowdsourcing-ის პრინციპით.
          ასევე სახელმწიფო და არასამთავრობო ორანიზაციების მიერ ოფიციალური
          მონაცემების შეტანა თითოეული რეგიონის მიხედვით. საზოგადოების
          ინფორმირება ტყვიის მავნებლობის შესახებ, გასაკუთრებით ბავშვებში. ტყვიის
          ტესტერის ყიდვისთვის საჭირო ლინკების მიწოდება.
        </p>
        <p>
          <b>
            {" "}
            იდეის/აპლიკაციის/ვებ-გვერდის აღწერა (ამოცანის დასახვის პროცესი):
          </b>
          როდესაც ჩვენმა გუნდმა შეისწავლა ტყვიის შემცველობა ბავშვებში,
          გადავაწყდით ასეთ პრობლემას. მონაცემები არის ახალი და კვლევა, რომელიც
          ჩვენთვისაა ცნობილი, 1578 ბავშვით შემოიფარგლება. როდესაც ჩვენ ეს
          მონაცემები დავიტანეთ რუკაზე, შევამჩნიეთ, რომ დასავლეთ საქართველოსა და
          მთიან რეგიონებში ბავშვები უფრო მეტ ტყვიის კონცენტრაციას შეიცავენ ვენურ
          სისხლში ვიდრე აღმოსავლეთ საქართველოში. ასევე შევისწავლეთ ის
          კრიტერიუმები, რომელიც ყოფს მონაცემებს, სქესის, დასახლების არეალის,
          ასაკის (2-7 წლამდე), და მატერიალური სტატუსის მიხედვით. როდესაც ვცადეთ
          დასკვნის გამოტანა ამ კრიტერიუმებზე დაყრდნობით, მივხვდით რომ შესაძლოა
          ეს დასკვნა მცდარი იყოს, მონაცემის სიმწირის გამო. ასევე არ ვიცით ზუსტად
          ეს 1578 ბავშვი როგორ ნაწილდება რეგიონების მიხედვით. სწორედ ამიტომ ჩვენ
          შევიმუშავეთ გეგმა. რადგან ეს საკითხი ახლა დადგა საქართველოს დღის
          წესრიგში გადავწყვიტეთ შეგვექმნა ისეთი აპლიკაცია, რომელიც მონაცემების
          შეგროვება, ვიზუალიზაციის პროცესს გააუმჯობესებდა. აპლიკაცია/ვებ-გვერდი
          რომლებიც ჩვენ შევქმენით გაითვალისწინებს შემდეგ პრინციპებს: I
          ინფორმირება ტყვიის შესახებ, რაც გათვლილია საზოგადოების ფართო
          ნაწილისთვის II) ლინკები სადაც აპლიკაციის მომხმარებელი მარტივად იპოვის
          ტყვიის ტესტერის ინტერნეტში შესაძენად საჭირო ლინკების. ეს სექცია
          დაყოფილია ფასების მიხედვით. III) ე.წ crowdsourcing სექციას, აქ
          მომხმარებელი დაამატებს ლოკაციას, სადაც თვითონ აღმოაჩინა ტყვია.
          მაგალითად, მონიშნავს იმ ადგილს სადაც მან გადაამოწმა ტყვიის არსებობა და
          ნახავს სხვა აპლიკაციის მომხმარებლების გაზიარებულ მონაცემებს. და IV
          ოფიციალური მონაცემების სექცია, რომლის შეცვლა/დამატება მხოლოდ
          დეველოპერებს, და სამთავრობო/არასამთავრობო ორგანიზაციებს შეეძლებათ. ეს
          მონაცემი იქნება ოფიციალური და მისი გამოყენება შესაძლებელი იქნება
          კვლევებისთვისა და სხვა დასკვნების გასაკეთებლად.
        </p>
        <p>
          <b>რატომ ჩვენი პროდუქტი?</b> ჩვენ გუნდს მიაჩნია, რომ პროდუქტის მესამე
          და მეოთხე სექცია არის ყველაზე ინოვაციური. ის მაქსიმალურად
          ითვალისწინებს საზოგადოების, სახელმწიფოს და ორგანიზაციების ინტერესებს.
          Crowdsourcing დაეხმარება ყველას, ზუსტი თუ არა, მიზნობრივი ანალიზი
          გაუკეთოს თავის გარემოს. მონაცემების შეგროვება არის ძვირი, ამიტომ
          როდესაც საზოგადოების წვლილი გაერთიანდება სახელმწიფო და არასამთავრობო
          ორგანიზაციების მონაცემებით, ეს უფრო გაამარტივებს მომავალი ნაბიჯების
          გადადგმისთვის საჭირო ღონისძიებების დაგეგმვას. მაგალითად, ტყვიის
          გარემოსა და ბავშვებში პრევენციას. ასევე, როდესაც კონკრეტული
          ორგანიზაცია მაგალითად, UNICEF-ი ან საქსტატი დააპირებს ამ მხრივ
          რესურსების გამოყენებას, ისინი კონცენტრირებას მოახდენენ პრობლემის
          კერაზე და არა მთელ საქართველოზე. ასევე ჩვენი პროდუქტის დახმარებით
          მოხდება სამიზნე ჯგუფის ზუსტად შერჩევა და მათთვის შესაბამისი
          ღონისძიებების გატარება.
        </p>
      </div>
    );
  }
}

export default About;
